posts/2019-02-14-thoughts-on-the-fine-tuning-argument.org
#+title: Thoughts on The Fine-Tuning Argument
#+date: <2019-02-14>

Yesterday, Paul Gould from Southwestern Baptist Theological Seminary presented a very interesting talk titled, “Cultural Apologetics: Renewing the Christian Voice, Conscience, and Imagination in a Disenchanted World.” In it, he argued for two important claims:

1.  The world is fine-tuned for human life, and
2.  The world is fine-tuned for human flourishing.

The argument from fine-tuning is particularly fascinating in that, as Paul rightly pointed out, everyone agrees on the data, just not on what the data shows. As I continued to think about the presentation while driving home, I realized that I can’t even agree with myself on what the data shows.

