docs/posts/2019-02-14-thoughts-on-the-fine-tuning-argument.html
<section id="outline-container-org9886586" class="outline-2">
<h2 id="org9886586">The Argument</h2>
<div class="outline-text-2" id="text-org9886586">
<p>
The physics may be complicated, but the idea behind the argument is simple. Take a factor like the initial strength of the explosion at the Big Bang. Had the strength of that explosion differed by as little as one part in 1,060, the universe would have either collapsed back on itself, because the explosion was not strong enough to overcome the strength of gravity, or it would have expanded too fast for stars to form. So, had the force of that explosion been even slightly different, life would never have had a chance to form.
</p>

<p>
That factor is just one of many. By some estimates there are over 100 factors, and had any one of them been just slightly different, life would have been impossible. It is difficult to conceptualize the degree of tolerance here. An accuracy of 1 in 1,060 has been compared to firing a bullet and hitting a one-inch target twenty billion light years away on the other side of the observable universe. That’s just for one factor, the probability of all of the factors having the precise values that they do must be incredibly low.
</p>

<p>
So far, that’s nothing controversial. The universe appears to be fine-tuned for life. The controversial move is the inference from apparent fine-tuning to the probability of a fine-tuner. The intuition is that, considering the very many different ways the universe could have been, it is <i>very unlikely</i> that we would have ended up with this world if there were no creator. On the other hand, if there were a creator, it is <i>very likely</i> that a world capable of sustaining life would be created. Now, it becomes a Bayesian problem. Let <i>L</i> be a life sustaining universe and <i>D</i> be the existence of a designer, the probability of a designer given that the universe sustains life is
</p>

<p>

<math xmlns="http://www.w3.org/1998/Math/MathML" id="p1.1.m1.8" class="ltx_Math" alttext="\Pr(D|L)=\frac{\Pr(D)\times\Pr(L|D)}{\Pr(L)}" display="inline">
  <semantics id="p1.1.m1.8a">
    <mrow id="p1.1.m1.8.8" xref="p1.1.m1.8.8.cmml">
      <mrow id="p1.1.m1.8.8.1.1" xref="p1.1.m1.8.8.1.2.cmml">
        <mi id="p1.1.m1.7.7" xref="p1.1.m1.7.7.cmml">Pr</mi>
        <mo id="p1.1.m1.8.8.1.1a" xref="p1.1.m1.8.8.1.2.cmml">⁡</mo>
        <mrow id="p1.1.m1.8.8.1.1.1" xref="p1.1.m1.8.8.1.2.cmml">
          <mo stretchy="false" id="p1.1.m1.8.8.1.1.1.2" xref="p1.1.m1.8.8.1.2.cmml">(</mo>
          <mrow id="p1.1.m1.8.8.1.1.1.1" xref="p1.1.m1.8.8.1.1.1.1.cmml">
            <mi id="p1.1.m1.8.8.1.1.1.1.2" xref="p1.1.m1.8.8.1.1.1.1.2.cmml">D</mi>
            <mo fence="false" id="p1.1.m1.8.8.1.1.1.1.1" xref="p1.1.m1.8.8.1.1.1.1.1.cmml">|</mo>
            <mi id="p1.1.m1.8.8.1.1.1.1.3" xref="p1.1.m1.8.8.1.1.1.1.3.cmml">L</mi>
          </mrow>
          <mo stretchy="false" id="p1.1.m1.8.8.1.1.1.3" xref="p1.1.m1.8.8.1.2.cmml">)</mo>
        </mrow>
      </mrow>
      <mo id="p1.1.m1.8.8.2" xref="p1.1.m1.8.8.2.cmml">=</mo>
      <mfrac id="p1.1.m1.6.6" xref="p1.1.m1.6.6.cmml">
        <mrow id="p1.1.m1.4.4.4" xref="p1.1.m1.4.4.4.cmml">
          <mrow id="p1.1.m1.4.4.4.6.2" xref="p1.1.m1.4.4.4.6.1.cmml">
            <mi id="p1.1.m1.1.1.1.1" xref="p1.1.m1.1.1.1.1.cmml">Pr</mi>
            <mo id="p1.1.m1.4.4.4.6.2a" xref="p1.1.m1.4.4.4.6.1.cmml">⁡</mo>
            <mrow id="p1.1.m1.4.4.4.6.2.1" xref="p1.1.m1.4.4.4.6.1.cmml">
              <mo stretchy="false" id="p1.1.m1.4.4.4.6.2.1.1" xref="p1.1.m1.4.4.4.6.1.cmml">(</mo>
              <mi id="p1.1.m1.2.2.2.2" xref="p1.1.m1.2.2.2.2.cmml">D</mi>
              <mo rspace="0.055em" stretchy="false" id="p1.1.m1.4.4.4.6.2.1.2" xref="p1.1.m1.4.4.4.6.1.cmml">)</mo>
            </mrow>
          </mrow>
          <mo rspace="0.222em" id="p1.1.m1.4.4.4.5" xref="p1.1.m1.4.4.4.5.cmml">×</mo>
          <mrow id="p1.1.m1.4.4.4.4.1" xref="p1.1.m1.4.4.4.4.2.cmml">
            <mi id="p1.1.m1.3.3.3.3" xref="p1.1.m1.3.3.3.3.cmml">Pr</mi>
            <mo id="p1.1.m1.4.4.4.4.1a" xref="p1.1.m1.4.4.4.4.2.cmml">⁡</mo>
            <mrow id="p1.1.m1.4.4.4.4.1.1" xref="p1.1.m1.4.4.4.4.2.cmml">
              <mo stretchy="false" id="p1.1.m1.4.4.4.4.1.1.2" xref="p1.1.m1.4.4.4.4.2.cmml">(</mo>
              <mrow id="p1.1.m1.4.4.4.4.1.1.1" xref="p1.1.m1.4.4.4.4.1.1.1.cmml">
                <mi id="p1.1.m1.4.4.4.4.1.1.1.2" xref="p1.1.m1.4.4.4.4.1.1.1.2.cmml">L</mi>
                <mo fence="false" id="p1.1.m1.4.4.4.4.1.1.1.1" xref="p1.1.m1.4.4.4.4.1.1.1.1.cmml">|</mo>
                <mi id="p1.1.m1.4.4.4.4.1.1.1.3" xref="p1.1.m1.4.4.4.4.1.1.1.3.cmml">D</mi>
              </mrow>
              <mo stretchy="false" id="p1.1.m1.4.4.4.4.1.1.3" xref="p1.1.m1.4.4.4.4.2.cmml">)</mo>
            </mrow>
          </mrow>
        </mrow>
        <mrow id="p1.1.m1.6.6.6.4" xref="p1.1.m1.6.6.6.3.cmml">
          <mi id="p1.1.m1.5.5.5.1" xref="p1.1.m1.5.5.5.1.cmml">Pr</mi>
          <mo id="p1.1.m1.6.6.6.4a" xref="p1.1.m1.6.6.6.3.cmml">⁡</mo>
          <mrow id="p1.1.m1.6.6.6.4.1" xref="p1.1.m1.6.6.6.3.cmml">
            <mo stretchy="false" id="p1.1.m1.6.6.6.4.1.1" xref="p1.1.m1.6.6.6.3.cmml">(</mo>
            <mi id="p1.1.m1.6.6.6.2" xref="p1.1.m1.6.6.6.2.cmml">L</mi>
            <mo stretchy="false" id="p1.1.m1.6.6.6.4.1.2" xref="p1.1.m1.6.6.6.3.cmml">)</mo>
          </mrow>
        </mrow>
      </mfrac>
    </mrow>
    <annotation-xml encoding="MathML-Content" id="p1.1.m1.8b">
      <apply id="p1.1.m1.8.8.cmml" xref="p1.1.m1.8.8">
        <eq id="p1.1.m1.8.8.2.cmml" xref="p1.1.m1.8.8.2"/>
        <apply id="p1.1.m1.8.8.1.2.cmml" xref="p1.1.m1.8.8.1.1">
          <ci id="p1.1.m1.7.7.cmml" xref="p1.1.m1.7.7">Pr</ci>
          <apply id="p1.1.m1.8.8.1.1.1.1.cmml" xref="p1.1.m1.8.8.1.1.1.1">
            <csymbol cd="latexml" id="p1.1.m1.8.8.1.1.1.1.1.cmml" xref="p1.1.m1.8.8.1.1.1.1.1">conditional</csymbol>
            <ci id="p1.1.m1.8.8.1.1.1.1.2.cmml" xref="p1.1.m1.8.8.1.1.1.1.2">𝐷</ci>
            <ci id="p1.1.m1.8.8.1.1.1.1.3.cmml" xref="p1.1.m1.8.8.1.1.1.1.3">𝐿</ci>
          </apply>
        </apply>
        <apply id="p1.1.m1.6.6.cmml" xref="p1.1.m1.6.6">
          <divide id="p1.1.m1.6.6.7.cmml" xref="p1.1.m1.6.6"/>
          <apply id="p1.1.m1.4.4.4.cmml" xref="p1.1.m1.4.4.4">
            <times id="p1.1.m1.4.4.4.5.cmml" xref="p1.1.m1.4.4.4.5"/>
            <apply id="p1.1.m1.4.4.4.6.1.cmml" xref="p1.1.m1.4.4.4.6.2">
              <ci id="p1.1.m1.1.1.1.1.cmml" xref="p1.1.m1.1.1.1.1">Pr</ci>
              <ci id="p1.1.m1.2.2.2.2.cmml" xref="p1.1.m1.2.2.2.2">𝐷</ci>
            </apply>
            <apply id="p1.1.m1.4.4.4.4.2.cmml" xref="p1.1.m1.4.4.4.4.1">
              <ci id="p1.1.m1.3.3.3.3.cmml" xref="p1.1.m1.3.3.3.3">Pr</ci>
              <apply id="p1.1.m1.4.4.4.4.1.1.1.cmml" xref="p1.1.m1.4.4.4.4.1.1.1">
                <csymbol cd="latexml" id="p1.1.m1.4.4.4.4.1.1.1.1.cmml" xref="p1.1.m1.4.4.4.4.1.1.1.1">conditional</csymbol>
                <ci id="p1.1.m1.4.4.4.4.1.1.1.2.cmml" xref="p1.1.m1.4.4.4.4.1.1.1.2">𝐿</ci>
                <ci id="p1.1.m1.4.4.4.4.1.1.1.3.cmml" xref="p1.1.m1.4.4.4.4.1.1.1.3">𝐷</ci>
              </apply>
            </apply>
          </apply>
          <apply id="p1.1.m1.6.6.6.3.cmml" xref="p1.1.m1.6.6.6.4">
            <ci id="p1.1.m1.5.5.5.1.cmml" xref="p1.1.m1.5.5.5.1">Pr</ci>
            <ci id="p1.1.m1.6.6.6.2.cmml" xref="p1.1.m1.6.6.6.2">𝐿</ci>
          </apply>
        </apply>
      </apply>
    </annotation-xml>
    <annotation encoding="application/x-tex" id="p1.1.m1.8c">\Pr(D|L)=\frac{\Pr(D)\times\Pr(L|D)}{\Pr(L)}</annotation>
  </semantics>
</math>

</p>

<p>
The probability that there is not a designer, given a life sustaining universe is
</p>

<p>

<math xmlns="http://www.w3.org/1998/Math/MathML" id="p1.1.m1.8" class="ltx_Math" alttext="\Pr(\neg D|L)=\frac{\Pr(\neg D)\times\Pr(L|\neg D)}{\Pr(L)}" display="inline">
  <semantics id="p1.1.m1.8a">
    <mrow id="p1.1.m1.8.8" xref="p1.1.m1.8.8.cmml">
      <mrow id="p1.1.m1.8.8.1.1" xref="p1.1.m1.8.8.1.2.cmml">
        <mi id="p1.1.m1.7.7" xref="p1.1.m1.7.7.cmml">Pr</mi>
        <mo id="p1.1.m1.8.8.1.1a" xref="p1.1.m1.8.8.1.2.cmml">⁡</mo>
        <mrow id="p1.1.m1.8.8.1.1.1" xref="p1.1.m1.8.8.1.2.cmml">
          <mo stretchy="false" id="p1.1.m1.8.8.1.1.1.2" xref="p1.1.m1.8.8.1.2.cmml">(</mo>
          <mrow id="p1.1.m1.8.8.1.1.1.1" xref="p1.1.m1.8.8.1.1.1.1.cmml">
            <mrow id="p1.1.m1.8.8.1.1.1.1.2" xref="p1.1.m1.8.8.1.1.1.1.2.cmml">
              <mo rspace="0.167em" id="p1.1.m1.8.8.1.1.1.1.2.1" xref="p1.1.m1.8.8.1.1.1.1.2.1.cmml">¬</mo>
              <mi id="p1.1.m1.8.8.1.1.1.1.2.2" xref="p1.1.m1.8.8.1.1.1.1.2.2.cmml">D</mi>
            </mrow>
            <mo fence="false" id="p1.1.m1.8.8.1.1.1.1.1" xref="p1.1.m1.8.8.1.1.1.1.1.cmml">|</mo>
            <mi id="p1.1.m1.8.8.1.1.1.1.3" xref="p1.1.m1.8.8.1.1.1.1.3.cmml">L</mi>
          </mrow>
          <mo stretchy="false" id="p1.1.m1.8.8.1.1.1.3" xref="p1.1.m1.8.8.1.2.cmml">)</mo>
        </mrow>
      </mrow>
      <mo id="p1.1.m1.8.8.2" xref="p1.1.m1.8.8.2.cmml">=</mo>
      <mfrac id="p1.1.m1.6.6" xref="p1.1.m1.6.6.cmml">
        <mrow id="p1.1.m1.4.4.4" xref="p1.1.m1.4.4.4.cmml">
          <mrow id="p1.1.m1.3.3.3.3.1" xref="p1.1.m1.3.3.3.3.2.cmml">
            <mi id="p1.1.m1.1.1.1.1" xref="p1.1.m1.1.1.1.1.cmml">Pr</mi>
            <mo id="p1.1.m1.3.3.3.3.1a" xref="p1.1.m1.3.3.3.3.2.cmml">⁡</mo>
            <mrow id="p1.1.m1.3.3.3.3.1.1" xref="p1.1.m1.3.3.3.3.2.cmml">
              <mo stretchy="false" id="p1.1.m1.3.3.3.3.1.1.2" xref="p1.1.m1.3.3.3.3.2.cmml">(</mo>
              <mrow id="p1.1.m1.3.3.3.3.1.1.1" xref="p1.1.m1.3.3.3.3.1.1.1.cmml">
                <mo rspace="0.167em" id="p1.1.m1.3.3.3.3.1.1.1.1" xref="p1.1.m1.3.3.3.3.1.1.1.1.cmml">¬</mo>
                <mi id="p1.1.m1.3.3.3.3.1.1.1.2" xref="p1.1.m1.3.3.3.3.1.1.1.2.cmml">D</mi>
              </mrow>
              <mo rspace="0.055em" stretchy="false" id="p1.1.m1.3.3.3.3.1.1.3" xref="p1.1.m1.3.3.3.3.2.cmml">)</mo>
            </mrow>
          </mrow>
          <mo rspace="0.222em" id="p1.1.m1.4.4.4.5" xref="p1.1.m1.4.4.4.5.cmml">×</mo>
          <mrow id="p1.1.m1.4.4.4.4.1" xref="p1.1.m1.4.4.4.4.2.cmml">
            <mi id="p1.1.m1.2.2.2.2" xref="p1.1.m1.2.2.2.2.cmml">Pr</mi>
            <mo id="p1.1.m1.4.4.4.4.1a" xref="p1.1.m1.4.4.4.4.2.cmml">⁡</mo>
            <mrow id="p1.1.m1.4.4.4.4.1.1" xref="p1.1.m1.4.4.4.4.2.cmml">
              <mo stretchy="false" id="p1.1.m1.4.4.4.4.1.1.2" xref="p1.1.m1.4.4.4.4.2.cmml">(</mo>
              <mrow id="p1.1.m1.4.4.4.4.1.1.1" xref="p1.1.m1.4.4.4.4.1.1.1.cmml">
                <mi id="p1.1.m1.4.4.4.4.1.1.1.2" xref="p1.1.m1.4.4.4.4.1.1.1.2.cmml">L</mi>
                <mo fence="false" id="p1.1.m1.4.4.4.4.1.1.1.1" xref="p1.1.m1.4.4.4.4.1.1.1.1.cmml">|</mo>
                <mrow id="p1.1.m1.4.4.4.4.1.1.1.3" xref="p1.1.m1.4.4.4.4.1.1.1.3.cmml">
                  <mo rspace="0.167em" id="p1.1.m1.4.4.4.4.1.1.1.3.1" xref="p1.1.m1.4.4.4.4.1.1.1.3.1.cmml">¬</mo>
                  <mi id="p1.1.m1.4.4.4.4.1.1.1.3.2" xref="p1.1.m1.4.4.4.4.1.1.1.3.2.cmml">D</mi>
                </mrow>
              </mrow>
              <mo stretchy="false" id="p1.1.m1.4.4.4.4.1.1.3" xref="p1.1.m1.4.4.4.4.2.cmml">)</mo>
            </mrow>
          </mrow>
        </mrow>
        <mrow id="p1.1.m1.6.6.6.4" xref="p1.1.m1.6.6.6.3.cmml">
          <mi id="p1.1.m1.5.5.5.1" xref="p1.1.m1.5.5.5.1.cmml">Pr</mi>
          <mo id="p1.1.m1.6.6.6.4a" xref="p1.1.m1.6.6.6.3.cmml">⁡</mo>
          <mrow id="p1.1.m1.6.6.6.4.1" xref="p1.1.m1.6.6.6.3.cmml">
            <mo stretchy="false" id="p1.1.m1.6.6.6.4.1.1" xref="p1.1.m1.6.6.6.3.cmml">(</mo>
            <mi id="p1.1.m1.6.6.6.2" xref="p1.1.m1.6.6.6.2.cmml">L</mi>
            <mo stretchy="false" id="p1.1.m1.6.6.6.4.1.2" xref="p1.1.m1.6.6.6.3.cmml">)</mo>
          </mrow>
        </mrow>
      </mfrac>
    </mrow>
    <annotation-xml encoding="MathML-Content" id="p1.1.m1.8b">
      <apply id="p1.1.m1.8.8.cmml" xref="p1.1.m1.8.8">
        <eq id="p1.1.m1.8.8.2.cmml" xref="p1.1.m1.8.8.2"/>
        <apply id="p1.1.m1.8.8.1.2.cmml" xref="p1.1.m1.8.8.1.1">
          <ci id="p1.1.m1.7.7.cmml" xref="p1.1.m1.7.7">Pr</ci>
          <apply id="p1.1.m1.8.8.1.1.1.1.cmml" xref="p1.1.m1.8.8.1.1.1.1">
            <csymbol cd="latexml" id="p1.1.m1.8.8.1.1.1.1.1.cmml" xref="p1.1.m1.8.8.1.1.1.1.1">conditional</csymbol>
            <apply id="p1.1.m1.8.8.1.1.1.1.2.cmml" xref="p1.1.m1.8.8.1.1.1.1.2">
              <not id="p1.1.m1.8.8.1.1.1.1.2.1.cmml" xref="p1.1.m1.8.8.1.1.1.1.2.1"/>
              <ci id="p1.1.m1.8.8.1.1.1.1.2.2.cmml" xref="p1.1.m1.8.8.1.1.1.1.2.2">𝐷</ci>
            </apply>
            <ci id="p1.1.m1.8.8.1.1.1.1.3.cmml" xref="p1.1.m1.8.8.1.1.1.1.3">𝐿</ci>
          </apply>
        </apply>
        <apply id="p1.1.m1.6.6.cmml" xref="p1.1.m1.6.6">
          <divide id="p1.1.m1.6.6.7.cmml" xref="p1.1.m1.6.6"/>
          <apply id="p1.1.m1.4.4.4.cmml" xref="p1.1.m1.4.4.4">
            <times id="p1.1.m1.4.4.4.5.cmml" xref="p1.1.m1.4.4.4.5"/>
            <apply id="p1.1.m1.3.3.3.3.2.cmml" xref="p1.1.m1.3.3.3.3.1">
              <ci id="p1.1.m1.1.1.1.1.cmml" xref="p1.1.m1.1.1.1.1">Pr</ci>
              <apply id="p1.1.m1.3.3.3.3.1.1.1.cmml" xref="p1.1.m1.3.3.3.3.1.1.1">
                <not id="p1.1.m1.3.3.3.3.1.1.1.1.cmml" xref="p1.1.m1.3.3.3.3.1.1.1.1"/>
                <ci id="p1.1.m1.3.3.3.3.1.1.1.2.cmml" xref="p1.1.m1.3.3.3.3.1.1.1.2">𝐷</ci>
              </apply>
            </apply>
            <apply id="p1.1.m1.4.4.4.4.2.cmml" xref="p1.1.m1.4.4.4.4.1">
              <ci id="p1.1.m1.2.2.2.2.cmml" xref="p1.1.m1.2.2.2.2">Pr</ci>
              <apply id="p1.1.m1.4.4.4.4.1.1.1.cmml" xref="p1.1.m1.4.4.4.4.1.1.1">
                <csymbol cd="latexml" id="p1.1.m1.4.4.4.4.1.1.1.1.cmml" xref="p1.1.m1.4.4.4.4.1.1.1.1">conditional</csymbol>
                <ci id="p1.1.m1.4.4.4.4.1.1.1.2.cmml" xref="p1.1.m1.4.4.4.4.1.1.1.2">𝐿</ci>
                <apply id="p1.1.m1.4.4.4.4.1.1.1.3.cmml" xref="p1.1.m1.4.4.4.4.1.1.1.3">
                  <not id="p1.1.m1.4.4.4.4.1.1.1.3.1.cmml" xref="p1.1.m1.4.4.4.4.1.1.1.3.1"/>
                  <ci id="p1.1.m1.4.4.4.4.1.1.1.3.2.cmml" xref="p1.1.m1.4.4.4.4.1.1.1.3.2">𝐷</ci>
                </apply>
              </apply>
            </apply>
          </apply>
          <apply id="p1.1.m1.6.6.6.3.cmml" xref="p1.1.m1.6.6.6.4">
            <ci id="p1.1.m1.5.5.5.1.cmml" xref="p1.1.m1.5.5.5.1">Pr</ci>
            <ci id="p1.1.m1.6.6.6.2.cmml" xref="p1.1.m1.6.6.6.2">𝐿</ci>
          </apply>
        </apply>
      </apply>
    </annotation-xml>
    <annotation encoding="application/x-tex" id="p1.1.m1.8c">\Pr(\neg D|L)=\frac{\Pr(\neg D)\times\Pr(L|\neg D)}{\Pr(L)}</annotation>
  </semantics>
</math>

</p>

<p>
Since the denominators are the same, 
<math xmlns="http://www.w3.org/1998/Math/MathML" id="p1.1.m1.4" class="ltx_Math" alttext="\Pr(D|L)&gt;\Pr(\neg D|L)" display="inline">
  <semantics id="p1.1.m1.4a">
    <mrow id="p1.1.m1.4.4" xref="p1.1.m1.4.4.cmml">
      <mrow id="p1.1.m1.3.3.1.1" xref="p1.1.m1.3.3.1.2.cmml">
        <mi id="p1.1.m1.1.1" xref="p1.1.m1.1.1.cmml">Pr</mi>
        <mo id="p1.1.m1.3.3.1.1a" xref="p1.1.m1.3.3.1.2.cmml">⁡</mo>
        <mrow id="p1.1.m1.3.3.1.1.1" xref="p1.1.m1.3.3.1.2.cmml">
          <mo stretchy="false" id="p1.1.m1.3.3.1.1.1.2" xref="p1.1.m1.3.3.1.2.cmml">(</mo>
          <mrow id="p1.1.m1.3.3.1.1.1.1" xref="p1.1.m1.3.3.1.1.1.1.cmml">
            <mi id="p1.1.m1.3.3.1.1.1.1.2" xref="p1.1.m1.3.3.1.1.1.1.2.cmml">D</mi>
            <mo fence="false" id="p1.1.m1.3.3.1.1.1.1.1" xref="p1.1.m1.3.3.1.1.1.1.1.cmml">|</mo>
            <mi id="p1.1.m1.3.3.1.1.1.1.3" xref="p1.1.m1.3.3.1.1.1.1.3.cmml">L</mi>
          </mrow>
          <mo stretchy="false" id="p1.1.m1.3.3.1.1.1.3" xref="p1.1.m1.3.3.1.2.cmml">)</mo>
        </mrow>
      </mrow>
      <mo id="p1.1.m1.4.4.3" xref="p1.1.m1.4.4.3.cmml">&gt;</mo>
      <mrow id="p1.1.m1.4.4.2.1" xref="p1.1.m1.4.4.2.2.cmml">
        <mi id="p1.1.m1.2.2" xref="p1.1.m1.2.2.cmml">Pr</mi>
        <mo id="p1.1.m1.4.4.2.1a" xref="p1.1.m1.4.4.2.2.cmml">⁡</mo>
        <mrow id="p1.1.m1.4.4.2.1.1" xref="p1.1.m1.4.4.2.2.cmml">
          <mo stretchy="false" id="p1.1.m1.4.4.2.1.1.2" xref="p1.1.m1.4.4.2.2.cmml">(</mo>
          <mrow id="p1.1.m1.4.4.2.1.1.1" xref="p1.1.m1.4.4.2.1.1.1.cmml">
            <mrow id="p1.1.m1.4.4.2.1.1.1.2" xref="p1.1.m1.4.4.2.1.1.1.2.cmml">
              <mo rspace="0.167em" id="p1.1.m1.4.4.2.1.1.1.2.1" xref="p1.1.m1.4.4.2.1.1.1.2.1.cmml">¬</mo>
              <mi id="p1.1.m1.4.4.2.1.1.1.2.2" xref="p1.1.m1.4.4.2.1.1.1.2.2.cmml">D</mi>
            </mrow>
            <mo fence="false" id="p1.1.m1.4.4.2.1.1.1.1" xref="p1.1.m1.4.4.2.1.1.1.1.cmml">|</mo>
            <mi id="p1.1.m1.4.4.2.1.1.1.3" xref="p1.1.m1.4.4.2.1.1.1.3.cmml">L</mi>
          </mrow>
          <mo stretchy="false" id="p1.1.m1.4.4.2.1.1.3" xref="p1.1.m1.4.4.2.2.cmml">)</mo>
        </mrow>
      </mrow>
    </mrow>
    <annotation-xml encoding="MathML-Content" id="p1.1.m1.4b">
      <apply id="p1.1.m1.4.4.cmml" xref="p1.1.m1.4.4">
        <gt id="p1.1.m1.4.4.3.cmml" xref="p1.1.m1.4.4.3"/>
        <apply id="p1.1.m1.3.3.1.2.cmml" xref="p1.1.m1.3.3.1.1">
          <ci id="p1.1.m1.1.1.cmml" xref="p1.1.m1.1.1">Pr</ci>
          <apply id="p1.1.m1.3.3.1.1.1.1.cmml" xref="p1.1.m1.3.3.1.1.1.1">
            <csymbol cd="latexml" id="p1.1.m1.3.3.1.1.1.1.1.cmml" xref="p1.1.m1.3.3.1.1.1.1.1">conditional</csymbol>
            <ci id="p1.1.m1.3.3.1.1.1.1.2.cmml" xref="p1.1.m1.3.3.1.1.1.1.2">𝐷</ci>
            <ci id="p1.1.m1.3.3.1.1.1.1.3.cmml" xref="p1.1.m1.3.3.1.1.1.1.3">𝐿</ci>
          </apply>
        </apply>
        <apply id="p1.1.m1.4.4.2.2.cmml" xref="p1.1.m1.4.4.2.1">
          <ci id="p1.1.m1.2.2.cmml" xref="p1.1.m1.2.2">Pr</ci>
          <apply id="p1.1.m1.4.4.2.1.1.1.cmml" xref="p1.1.m1.4.4.2.1.1.1">
            <csymbol cd="latexml" id="p1.1.m1.4.4.2.1.1.1.1.cmml" xref="p1.1.m1.4.4.2.1.1.1.1">conditional</csymbol>
            <apply id="p1.1.m1.4.4.2.1.1.1.2.cmml" xref="p1.1.m1.4.4.2.1.1.1.2">
              <not id="p1.1.m1.4.4.2.1.1.1.2.1.cmml" xref="p1.1.m1.4.4.2.1.1.1.2.1"/>
              <ci id="p1.1.m1.4.4.2.1.1.1.2.2.cmml" xref="p1.1.m1.4.4.2.1.1.1.2.2">𝐷</ci>
            </apply>
            <ci id="p1.1.m1.4.4.2.1.1.1.3.cmml" xref="p1.1.m1.4.4.2.1.1.1.3">𝐿</ci>
          </apply>
        </apply>
      </apply>
    </annotation-xml>
    <annotation encoding="application/x-tex" id="p1.1.m1.4c">\Pr(D|L)&gt;\Pr(\neg D|L)</annotation>
  </semantics>
</math>
 if and only 
<math xmlns="http://www.w3.org/1998/Math/MathML" id="p1.1.m1.8" class="ltx_Math" alttext="\Pr(D)\times\Pr(L|D)&gt;\Pr(\neg D)\times\Pr(L|\neg D)" display="inline">
  <semantics id="p1.1.m1.8a">
    <mrow id="p1.1.m1.8.8" xref="p1.1.m1.8.8.cmml">
      <mrow id="p1.1.m1.6.6.1" xref="p1.1.m1.6.6.1.cmml">
        <mrow id="p1.1.m1.6.6.1.3.2" xref="p1.1.m1.6.6.1.3.1.cmml">
          <mi id="p1.1.m1.1.1" xref="p1.1.m1.1.1.cmml">Pr</mi>
          <mo id="p1.1.m1.6.6.1.3.2a" xref="p1.1.m1.6.6.1.3.1.cmml">⁡</mo>
          <mrow id="p1.1.m1.6.6.1.3.2.1" xref="p1.1.m1.6.6.1.3.1.cmml">
            <mo stretchy="false" id="p1.1.m1.6.6.1.3.2.1.1" xref="p1.1.m1.6.6.1.3.1.cmml">(</mo>
            <mi id="p1.1.m1.2.2" xref="p1.1.m1.2.2.cmml">D</mi>
            <mo rspace="0.055em" stretchy="false" id="p1.1.m1.6.6.1.3.2.1.2" xref="p1.1.m1.6.6.1.3.1.cmml">)</mo>
          </mrow>
        </mrow>
        <mo rspace="0.222em" id="p1.1.m1.6.6.1.2" xref="p1.1.m1.6.6.1.2.cmml">×</mo>
        <mrow id="p1.1.m1.6.6.1.1.1" xref="p1.1.m1.6.6.1.1.2.cmml">
          <mi id="p1.1.m1.3.3" xref="p1.1.m1.3.3.cmml">Pr</mi>
          <mo id="p1.1.m1.6.6.1.1.1a" xref="p1.1.m1.6.6.1.1.2.cmml">⁡</mo>
          <mrow id="p1.1.m1.6.6.1.1.1.1" xref="p1.1.m1.6.6.1.1.2.cmml">
            <mo stretchy="false" id="p1.1.m1.6.6.1.1.1.1.2" xref="p1.1.m1.6.6.1.1.2.cmml">(</mo>
            <mrow id="p1.1.m1.6.6.1.1.1.1.1" xref="p1.1.m1.6.6.1.1.1.1.1.cmml">
              <mi id="p1.1.m1.6.6.1.1.1.1.1.2" xref="p1.1.m1.6.6.1.1.1.1.1.2.cmml">L</mi>
              <mo fence="false" id="p1.1.m1.6.6.1.1.1.1.1.1" xref="p1.1.m1.6.6.1.1.1.1.1.1.cmml">|</mo>
              <mi id="p1.1.m1.6.6.1.1.1.1.1.3" xref="p1.1.m1.6.6.1.1.1.1.1.3.cmml">D</mi>
            </mrow>
            <mo stretchy="false" id="p1.1.m1.6.6.1.1.1.1.3" xref="p1.1.m1.6.6.1.1.2.cmml">)</mo>
          </mrow>
        </mrow>
      </mrow>
      <mo id="p1.1.m1.8.8.4" xref="p1.1.m1.8.8.4.cmml">&gt;</mo>
      <mrow id="p1.1.m1.8.8.3" xref="p1.1.m1.8.8.3.cmml">
        <mrow id="p1.1.m1.7.7.2.1.1" xref="p1.1.m1.7.7.2.1.2.cmml">
          <mi id="p1.1.m1.4.4" xref="p1.1.m1.4.4.cmml">Pr</mi>
          <mo id="p1.1.m1.7.7.2.1.1a" xref="p1.1.m1.7.7.2.1.2.cmml">⁡</mo>
          <mrow id="p1.1.m1.7.7.2.1.1.1" xref="p1.1.m1.7.7.2.1.2.cmml">
            <mo stretchy="false" id="p1.1.m1.7.7.2.1.1.1.2" xref="p1.1.m1.7.7.2.1.2.cmml">(</mo>
            <mrow id="p1.1.m1.7.7.2.1.1.1.1" xref="p1.1.m1.7.7.2.1.1.1.1.cmml">
              <mo rspace="0.167em" id="p1.1.m1.7.7.2.1.1.1.1.1" xref="p1.1.m1.7.7.2.1.1.1.1.1.cmml">¬</mo>
              <mi id="p1.1.m1.7.7.2.1.1.1.1.2" xref="p1.1.m1.7.7.2.1.1.1.1.2.cmml">D</mi>
            </mrow>
            <mo rspace="0.055em" stretchy="false" id="p1.1.m1.7.7.2.1.1.1.3" xref="p1.1.m1.7.7.2.1.2.cmml">)</mo>
          </mrow>
        </mrow>
        <mo rspace="0.222em" id="p1.1.m1.8.8.3.3" xref="p1.1.m1.8.8.3.3.cmml">×</mo>
        <mrow id="p1.1.m1.8.8.3.2.1" xref="p1.1.m1.8.8.3.2.2.cmml">
          <mi id="p1.1.m1.5.5" xref="p1.1.m1.5.5.cmml">Pr</mi>
          <mo id="p1.1.m1.8.8.3.2.1a" xref="p1.1.m1.8.8.3.2.2.cmml">⁡</mo>
          <mrow id="p1.1.m1.8.8.3.2.1.1" xref="p1.1.m1.8.8.3.2.2.cmml">
            <mo stretchy="false" id="p1.1.m1.8.8.3.2.1.1.2" xref="p1.1.m1.8.8.3.2.2.cmml">(</mo>
            <mrow id="p1.1.m1.8.8.3.2.1.1.1" xref="p1.1.m1.8.8.3.2.1.1.1.cmml">
              <mi id="p1.1.m1.8.8.3.2.1.1.1.2" xref="p1.1.m1.8.8.3.2.1.1.1.2.cmml">L</mi>
              <mo fence="false" id="p1.1.m1.8.8.3.2.1.1.1.1" xref="p1.1.m1.8.8.3.2.1.1.1.1.cmml">|</mo>
              <mrow id="p1.1.m1.8.8.3.2.1.1.1.3" xref="p1.1.m1.8.8.3.2.1.1.1.3.cmml">
                <mo rspace="0.167em" id="p1.1.m1.8.8.3.2.1.1.1.3.1" xref="p1.1.m1.8.8.3.2.1.1.1.3.1.cmml">¬</mo>
                <mi id="p1.1.m1.8.8.3.2.1.1.1.3.2" xref="p1.1.m1.8.8.3.2.1.1.1.3.2.cmml">D</mi>
              </mrow>
            </mrow>
            <mo stretchy="false" id="p1.1.m1.8.8.3.2.1.1.3" xref="p1.1.m1.8.8.3.2.2.cmml">)</mo>
          </mrow>
        </mrow>
      </mrow>
    </mrow>
    <annotation-xml encoding="MathML-Content" id="p1.1.m1.8b">
      <apply id="p1.1.m1.8.8.cmml" xref="p1.1.m1.8.8">
        <gt id="p1.1.m1.8.8.4.cmml" xref="p1.1.m1.8.8.4"/>
        <apply id="p1.1.m1.6.6.1.cmml" xref="p1.1.m1.6.6.1">
          <times id="p1.1.m1.6.6.1.2.cmml" xref="p1.1.m1.6.6.1.2"/>
          <apply id="p1.1.m1.6.6.1.3.1.cmml" xref="p1.1.m1.6.6.1.3.2">
            <ci id="p1.1.m1.1.1.cmml" xref="p1.1.m1.1.1">Pr</ci>
            <ci id="p1.1.m1.2.2.cmml" xref="p1.1.m1.2.2">𝐷</ci>
          </apply>
          <apply id="p1.1.m1.6.6.1.1.2.cmml" xref="p1.1.m1.6.6.1.1.1">
            <ci id="p1.1.m1.3.3.cmml" xref="p1.1.m1.3.3">Pr</ci>
            <apply id="p1.1.m1.6.6.1.1.1.1.1.cmml" xref="p1.1.m1.6.6.1.1.1.1.1">
              <csymbol cd="latexml" id="p1.1.m1.6.6.1.1.1.1.1.1.cmml" xref="p1.1.m1.6.6.1.1.1.1.1.1">conditional</csymbol>
              <ci id="p1.1.m1.6.6.1.1.1.1.1.2.cmml" xref="p1.1.m1.6.6.1.1.1.1.1.2">𝐿</ci>
              <ci id="p1.1.m1.6.6.1.1.1.1.1.3.cmml" xref="p1.1.m1.6.6.1.1.1.1.1.3">𝐷</ci>
            </apply>
          </apply>
        </apply>
        <apply id="p1.1.m1.8.8.3.cmml" xref="p1.1.m1.8.8.3">
          <times id="p1.1.m1.8.8.3.3.cmml" xref="p1.1.m1.8.8.3.3"/>
          <apply id="p1.1.m1.7.7.2.1.2.cmml" xref="p1.1.m1.7.7.2.1.1">
            <ci id="p1.1.m1.4.4.cmml" xref="p1.1.m1.4.4">Pr</ci>
            <apply id="p1.1.m1.7.7.2.1.1.1.1.cmml" xref="p1.1.m1.7.7.2.1.1.1.1">
              <not id="p1.1.m1.7.7.2.1.1.1.1.1.cmml" xref="p1.1.m1.7.7.2.1.1.1.1.1"/>
              <ci id="p1.1.m1.7.7.2.1.1.1.1.2.cmml" xref="p1.1.m1.7.7.2.1.1.1.1.2">𝐷</ci>
            </apply>
          </apply>
          <apply id="p1.1.m1.8.8.3.2.2.cmml" xref="p1.1.m1.8.8.3.2.1">
            <ci id="p1.1.m1.5.5.cmml" xref="p1.1.m1.5.5">Pr</ci>
            <apply id="p1.1.m1.8.8.3.2.1.1.1.cmml" xref="p1.1.m1.8.8.3.2.1.1.1">
              <csymbol cd="latexml" id="p1.1.m1.8.8.3.2.1.1.1.1.cmml" xref="p1.1.m1.8.8.3.2.1.1.1.1">conditional</csymbol>
              <ci id="p1.1.m1.8.8.3.2.1.1.1.2.cmml" xref="p1.1.m1.8.8.3.2.1.1.1.2">𝐿</ci>
              <apply id="p1.1.m1.8.8.3.2.1.1.1.3.cmml" xref="p1.1.m1.8.8.3.2.1.1.1.3">
                <not id="p1.1.m1.8.8.3.2.1.1.1.3.1.cmml" xref="p1.1.m1.8.8.3.2.1.1.1.3.1"/>
                <ci id="p1.1.m1.8.8.3.2.1.1.1.3.2.cmml" xref="p1.1.m1.8.8.3.2.1.1.1.3.2">𝐷</ci>
              </apply>
            </apply>
          </apply>
        </apply>
      </apply>
    </annotation-xml>
    <annotation encoding="application/x-tex" id="p1.1.m1.8c">\Pr(D)\times\Pr(L|D)&gt;\Pr(\neg D)\times\Pr(L|\neg D)</annotation>
  </semantics>
</math>
. Now, all we need to know is the prior probability of God existing, and we would know the probability of a life-sustaining universe on the assumption that there is a God. Easier said than done, as they say.
</p>

<p>
Instead, maybe we should rethink the strategy. If I knew how each additional factor affected the probability, then I might be able to assess how low the prior probability of <i>D</i> must be in order for the evidence to <i>not</i> raise 
<math xmlns="http://www.w3.org/1998/Math/MathML" id="p1.1.m1.2" class="ltx_Math" alttext="\Pr(D|L)" display="inline">
  <semantics id="p1.1.m1.2a">
    <mrow id="p1.1.m1.2.2.1" xref="p1.1.m1.2.2.2.cmml">
      <mi id="p1.1.m1.1.1" xref="p1.1.m1.1.1.cmml">Pr</mi>
      <mo id="p1.1.m1.2.2.1a" xref="p1.1.m1.2.2.2.cmml">⁡</mo>
      <mrow id="p1.1.m1.2.2.1.1" xref="p1.1.m1.2.2.2.cmml">
        <mo stretchy="false" id="p1.1.m1.2.2.1.1.2" xref="p1.1.m1.2.2.2.cmml">(</mo>
        <mrow id="p1.1.m1.2.2.1.1.1" xref="p1.1.m1.2.2.1.1.1.cmml">
          <mi id="p1.1.m1.2.2.1.1.1.2" xref="p1.1.m1.2.2.1.1.1.2.cmml">D</mi>
          <mo fence="false" id="p1.1.m1.2.2.1.1.1.1" xref="p1.1.m1.2.2.1.1.1.1.cmml">|</mo>
          <mi id="p1.1.m1.2.2.1.1.1.3" xref="p1.1.m1.2.2.1.1.1.3.cmml">L</mi>
        </mrow>
        <mo stretchy="false" id="p1.1.m1.2.2.1.1.3" xref="p1.1.m1.2.2.2.cmml">)</mo>
      </mrow>
    </mrow>
    <annotation-xml encoding="MathML-Content" id="p1.1.m1.2b">
      <apply id="p1.1.m1.2.2.2.cmml" xref="p1.1.m1.2.2.1">
        <ci id="p1.1.m1.1.1.cmml" xref="p1.1.m1.1.1">Pr</ci>
        <apply id="p1.1.m1.2.2.1.1.1.cmml" xref="p1.1.m1.2.2.1.1.1">
          <csymbol cd="latexml" id="p1.1.m1.2.2.1.1.1.1.cmml" xref="p1.1.m1.2.2.1.1.1.1">conditional</csymbol>
          <ci id="p1.1.m1.2.2.1.1.1.2.cmml" xref="p1.1.m1.2.2.1.1.1.2">𝐷</ci>
          <ci id="p1.1.m1.2.2.1.1.1.3.cmml" xref="p1.1.m1.2.2.1.1.1.3">𝐿</ci>
        </apply>
      </apply>
    </annotation-xml>
    <annotation encoding="application/x-tex" id="p1.1.m1.2c">\Pr(D|L)</annotation>
  </semantics>
</math>
 over 0.5. To do this, we can use the odds version of Bayes&rsquo; theorem: the odds of <i>D</i> given <i>L</i> is equal to the prior odds of <i>D</i> times the likelihood ratio:
</p>

<p>

<math xmlns="http://www.w3.org/1998/Math/MathML" id="p1.1.m1.4" class="ltx_math_unparsed" alttext="O(D|L)=O(D)\times\frac{\Pr(L|D)}{\Pr(L|\neg D}" display="inline">
  <semantics id="p1.1.m1.4a">
    <mrow id="p1.1.m1.4.4">
      <mrow id="p1.1.m1.4.4.1">
        <mi id="p1.1.m1.4.4.1.3">O</mi>
        <mo id="p1.1.m1.4.4.1.2">⁢</mo>
        <mrow id="p1.1.m1.4.4.1.1.1">
          <mo stretchy="false" id="p1.1.m1.4.4.1.1.1.2">(</mo>
          <mrow id="p1.1.m1.4.4.1.1.1.1">
            <mi id="p1.1.m1.4.4.1.1.1.1.2">D</mi>
            <mo fence="false" id="p1.1.m1.4.4.1.1.1.1.1">|</mo>
            <mi id="p1.1.m1.4.4.1.1.1.1.3">L</mi>
          </mrow>
          <mo stretchy="false" id="p1.1.m1.4.4.1.1.1.3">)</mo>
        </mrow>
      </mrow>
      <mo id="p1.1.m1.4.4.2">=</mo>
      <mrow id="p1.1.m1.4.4.3">
        <mrow id="p1.1.m1.4.4.3.2">
          <mi id="p1.1.m1.4.4.3.2.2">O</mi>
          <mo id="p1.1.m1.4.4.3.2.1">⁢</mo>
          <mrow id="p1.1.m1.4.4.3.2.3.2">
            <mo stretchy="false" id="p1.1.m1.4.4.3.2.3.2.1">(</mo>
            <mi id="p1.1.m1.3.3">D</mi>
            <mo rspace="0.055em" stretchy="false" id="p1.1.m1.4.4.3.2.3.2.2">)</mo>
          </mrow>
        </mrow>
        <mo rspace="0.222em" id="p1.1.m1.4.4.3.1">×</mo>
        <mfrac id="p1.1.m1.2.2">
          <mrow id="p1.1.m1.2.2.2.2">
            <mi id="p1.1.m1.1.1.1.1">Pr</mi>
            <mo id="p1.1.m1.2.2.2.2a">⁡</mo>
            <mrow id="p1.1.m1.2.2.2.2.1">
              <mo stretchy="false" id="p1.1.m1.2.2.2.2.1.2">(</mo>
              <mrow id="p1.1.m1.2.2.2.2.1.1">
                <mi id="p1.1.m1.2.2.2.2.1.1.2">L</mi>
                <mo fence="false" id="p1.1.m1.2.2.2.2.1.1.1">|</mo>
                <mi id="p1.1.m1.2.2.2.2.1.1.3">D</mi>
              </mrow>
              <mo stretchy="false" id="p1.1.m1.2.2.2.2.1.3">)</mo>
            </mrow>
          </mrow>
          <mrow id="p1.1.m1.2.2.4">
            <mi id="p1.1.m1.2.2.4.1">Pr</mi>
            <mrow id="p1.1.m1.2.2.4.2">
              <mo stretchy="false" id="p1.1.m1.2.2.4.2.1">(</mo>
              <mi id="p1.1.m1.2.2.4.2.2">L</mi>
              <mo fence="false" rspace="0.167em" stretchy="false" id="p1.1.m1.2.2.4.2.3">|</mo>
              <mo rspace="0.167em" id="p1.1.m1.2.2.4.2.4">¬</mo>
              <mi id="p1.1.m1.2.2.4.2.5">D</mi>
            </mrow>
          </mrow>
        </mfrac>
      </mrow>
    </mrow>
    <annotation encoding="application/x-tex" id="p1.1.m1.4b">O(D|L)=O(D)\times\frac{\Pr(L|D)}{\Pr(L|\neg D}</annotation>
  </semantics>
</math>

</p>

<p>
Now, let&rsquo;s take that 
<math xmlns="http://www.w3.org/1998/Math/MathML" id="p1.1.m1.2" class="ltx_Math" alttext="\frac{1}{1,060}" display="inline">
  <semantics id="p1.1.m1.2a">
    <mfrac id="p1.1.m1.2.2" xref="p1.1.m1.2.2.cmml">
      <mn id="p1.1.m1.2.2.4" xref="p1.1.m1.2.2.4.cmml">1</mn>
      <mrow id="p1.1.m1.2.2.2.4" xref="p1.1.m1.2.2.2.3.cmml">
        <mn id="p1.1.m1.1.1.1.1" xref="p1.1.m1.1.1.1.1.cmml">1</mn>
        <mo id="p1.1.m1.2.2.2.4.1" xref="p1.1.m1.2.2.2.3.cmml">,</mo>
        <mn id="p1.1.m1.2.2.2.2" xref="p1.1.m1.2.2.2.2.cmml">060</mn>
      </mrow>
    </mfrac>
    <annotation-xml encoding="MathML-Content" id="p1.1.m1.2b">
      <apply id="p1.1.m1.2.2.cmml" xref="p1.1.m1.2.2">
        <divide id="p1.1.m1.2.2.3.cmml" xref="p1.1.m1.2.2"/>
        <cn type="integer" id="p1.1.m1.2.2.4.cmml" xref="p1.1.m1.2.2.4">1</cn>
        <list id="p1.1.m1.2.2.2.3.cmml" xref="p1.1.m1.2.2.2.4">
          <cn type="integer" id="p1.1.m1.1.1.1.1.cmml" xref="p1.1.m1.1.1.1.1">1</cn>
          <cn type="integer" id="p1.1.m1.2.2.2.2.cmml" xref="p1.1.m1.2.2.2.2">060</cn>
        </list>
      </apply>
    </annotation-xml>
    <annotation encoding="application/x-tex" id="p1.1.m1.2c">\frac{1}{1,060}</annotation>
  </semantics>
</math>
 tolerance from above, but let&rsquo;s change it to  
<math xmlns="http://www.w3.org/1998/Math/MathML" id="p1.1.m1.2" class="ltx_Math" alttext="\frac{1}{1,001}" display="inline">
  <semantics id="p1.1.m1.2a">
    <mfrac id="p1.1.m1.2.2" xref="p1.1.m1.2.2.cmml">
      <mn id="p1.1.m1.2.2.4" xref="p1.1.m1.2.2.4.cmml">1</mn>
      <mrow id="p1.1.m1.2.2.2.4" xref="p1.1.m1.2.2.2.3.cmml">
        <mn id="p1.1.m1.1.1.1.1" xref="p1.1.m1.1.1.1.1.cmml">1</mn>
        <mo id="p1.1.m1.2.2.2.4.1" xref="p1.1.m1.2.2.2.3.cmml">,</mo>
        <mn id="p1.1.m1.2.2.2.2" xref="p1.1.m1.2.2.2.2.cmml">001</mn>
      </mrow>
    </mfrac>
    <annotation-xml encoding="MathML-Content" id="p1.1.m1.2b">
      <apply id="p1.1.m1.2.2.cmml" xref="p1.1.m1.2.2">
        <divide id="p1.1.m1.2.2.3.cmml" xref="p1.1.m1.2.2"/>
        <cn type="integer" id="p1.1.m1.2.2.4.cmml" xref="p1.1.m1.2.2.4">1</cn>
        <list id="p1.1.m1.2.2.2.3.cmml" xref="p1.1.m1.2.2.2.4">
          <cn type="integer" id="p1.1.m1.1.1.1.1.cmml" xref="p1.1.m1.1.1.1.1">1</cn>
          <cn type="integer" id="p1.1.m1.2.2.2.2.cmml" xref="p1.1.m1.2.2.2.2">001</cn>
        </list>
      </apply>
    </annotation-xml>
    <annotation encoding="application/x-tex" id="p1.1.m1.2c">\frac{1}{1,001}</annotation>
  </semantics>
</math>
. This does two things. First, it favors atheism some, but, more importantly for me, it makes the math much easier, because it makes the likelihood ratio a nice round number:
</p>

<p>

<math xmlns="http://www.w3.org/1998/Math/MathML" id="p1.1.m1.10" class="ltx_math_unparsed" alttext="\frac{\Pr(L|D)}{\Pr(L|\neg D}=\frac{\frac{1,000}{1,001}}{\frac{1}{1,001}}=%&#10;\frac{1,000}{1}" display="inline">
  <semantics id="p1.1.m1.10a">
    <mrow id="p1.1.m1.10.11">
      <mfrac id="p1.1.m1.2.2">
        <mrow id="p1.1.m1.2.2.2.2">
          <mi id="p1.1.m1.1.1.1.1">Pr</mi>
          <mo id="p1.1.m1.2.2.2.2a">⁡</mo>
          <mrow id="p1.1.m1.2.2.2.2.1">
            <mo stretchy="false" id="p1.1.m1.2.2.2.2.1.2">(</mo>
            <mrow id="p1.1.m1.2.2.2.2.1.1">
              <mi id="p1.1.m1.2.2.2.2.1.1.2">L</mi>
              <mo fence="false" id="p1.1.m1.2.2.2.2.1.1.1">|</mo>
              <mi id="p1.1.m1.2.2.2.2.1.1.3">D</mi>
            </mrow>
            <mo stretchy="false" id="p1.1.m1.2.2.2.2.1.3">)</mo>
          </mrow>
        </mrow>
        <mrow id="p1.1.m1.2.2.4">
          <mi id="p1.1.m1.2.2.4.1">Pr</mi>
          <mrow id="p1.1.m1.2.2.4.2">
            <mo stretchy="false" id="p1.1.m1.2.2.4.2.1">(</mo>
            <mi id="p1.1.m1.2.2.4.2.2">L</mi>
            <mo fence="false" rspace="0.167em" stretchy="false" id="p1.1.m1.2.2.4.2.3">|</mo>
            <mo rspace="0.167em" id="p1.1.m1.2.2.4.2.4">¬</mo>
            <mi id="p1.1.m1.2.2.4.2.5">D</mi>
          </mrow>
        </mrow>
      </mfrac>
      <mo id="p1.1.m1.10.11.2">=</mo>
      <mfrac id="p1.1.m1.8.8">
        <mfrac id="p1.1.m1.6.6.4">
          <mrow id="p1.1.m1.4.4.2.2.2.4">
            <mn id="p1.1.m1.3.3.1.1.1.1">1</mn>
            <mo id="p1.1.m1.4.4.2.2.2.4.1">,</mo>
            <mn id="p1.1.m1.4.4.2.2.2.2">000</mn>
          </mrow>
          <mrow id="p1.1.m1.6.6.4.4.4.4">
            <mn id="p1.1.m1.5.5.3.3.3.1">1</mn>
            <mo id="p1.1.m1.6.6.4.4.4.4.1">,</mo>
            <mn id="p1.1.m1.6.6.4.4.4.2">001</mn>
          </mrow>
        </mfrac>
        <mfrac id="p1.1.m1.8.8.6">
          <mn id="p1.1.m1.8.8.6.4">1</mn>
          <mrow id="p1.1.m1.8.8.6.2.2.4">
            <mn id="p1.1.m1.7.7.5.1.1.1">1</mn>
            <mo id="p1.1.m1.8.8.6.2.2.4.1">,</mo>
            <mn id="p1.1.m1.8.8.6.2.2.2">001</mn>
          </mrow>
        </mfrac>
      </mfrac>
      <mo id="p1.1.m1.10.11.3">=</mo>
      <mfrac id="p1.1.m1.10.10">
        <mrow id="p1.1.m1.10.10.2.4">
          <mn id="p1.1.m1.9.9.1.1">1</mn>
          <mo id="p1.1.m1.10.10.2.4.1">,</mo>
          <mn id="p1.1.m1.10.10.2.2">000</mn>
        </mrow>
        <mn id="p1.1.m1.10.10.4">1</mn>
      </mfrac>
    </mrow>
    <annotation encoding="application/x-tex" id="p1.1.m1.10b">\frac{\Pr(L|D)}{\Pr(L|\neg D}=\frac{\frac{1,000}{1,001}}{\frac{1}{1,001}}=%
\frac{1,000}{1}</annotation>
  </semantics>
</math>

</p>

<p>
That means that with each new factor, the odds of the the universe being intentionally fine-tuned increase by a factor of 1,000. With 100 factors, the odds of theism are equal to the prior odds times 
<math xmlns="http://www.w3.org/1998/Math/MathML" id="p1.1.m1.1" class="ltx_Math" alttext="1\times 10^{300}" display="inline">
  <semantics id="p1.1.m1.1a">
    <mrow id="p1.1.m1.1.1" xref="p1.1.m1.1.1.cmml">
      <mn id="p1.1.m1.1.1.2" xref="p1.1.m1.1.1.2.cmml">1</mn>
      <mo lspace="0.222em" rspace="0.222em" id="p1.1.m1.1.1.1" xref="p1.1.m1.1.1.1.cmml">×</mo>
      <msup id="p1.1.m1.1.1.3" xref="p1.1.m1.1.1.3.cmml">
        <mn id="p1.1.m1.1.1.3.2" xref="p1.1.m1.1.1.3.2.cmml">10</mn>
        <mn id="p1.1.m1.1.1.3.3" xref="p1.1.m1.1.1.3.3.cmml">300</mn>
      </msup>
    </mrow>
    <annotation-xml encoding="MathML-Content" id="p1.1.m1.1b">
      <apply id="p1.1.m1.1.1.cmml" xref="p1.1.m1.1.1">
        <times id="p1.1.m1.1.1.1.cmml" xref="p1.1.m1.1.1.1"/>
        <cn type="integer" id="p1.1.m1.1.1.2.cmml" xref="p1.1.m1.1.1.2">1</cn>
        <apply id="p1.1.m1.1.1.3.cmml" xref="p1.1.m1.1.1.3">
          <csymbol cd="ambiguous" id="p1.1.m1.1.1.3.1.cmml" xref="p1.1.m1.1.1.3">superscript</csymbol>
          <cn type="integer" id="p1.1.m1.1.1.3.2.cmml" xref="p1.1.m1.1.1.3.2">10</cn>
          <cn type="integer" id="p1.1.m1.1.1.3.3.cmml" xref="p1.1.m1.1.1.3.3">300</cn>
        </apply>
      </apply>
    </annotation-xml>
    <annotation encoding="application/x-tex" id="p1.1.m1.1c">1\times 10^{300}</annotation>
  </semantics>
</math>
. This means that, in order for it to be less likely that God exists, given apparent fine-tuning, the prior odds of God existing must be less than 
<math xmlns="http://www.w3.org/1998/Math/MathML" id="p1.1.m1.1" class="ltx_Math" alttext="\frac{1}{10^{300}}" display="inline">
  <semantics id="p1.1.m1.1a">
    <mfrac id="p1.1.m1.1.1" xref="p1.1.m1.1.1.cmml">
      <mn id="p1.1.m1.1.1.2" xref="p1.1.m1.1.1.2.cmml">1</mn>
      <msup id="p1.1.m1.1.1.3" xref="p1.1.m1.1.1.3.cmml">
        <mn id="p1.1.m1.1.1.3.2" xref="p1.1.m1.1.1.3.2.cmml">10</mn>
        <mn id="p1.1.m1.1.1.3.3" xref="p1.1.m1.1.1.3.3.cmml">300</mn>
      </msup>
    </mfrac>
    <annotation-xml encoding="MathML-Content" id="p1.1.m1.1b">
      <apply id="p1.1.m1.1.1.cmml" xref="p1.1.m1.1.1">
        <divide id="p1.1.m1.1.1.1.cmml" xref="p1.1.m1.1.1"/>
        <cn type="integer" id="p1.1.m1.1.1.2.cmml" xref="p1.1.m1.1.1.2">1</cn>
        <apply id="p1.1.m1.1.1.3.cmml" xref="p1.1.m1.1.1.3">
          <csymbol cd="ambiguous" id="p1.1.m1.1.1.3.1.cmml" xref="p1.1.m1.1.1.3">superscript</csymbol>
          <cn type="integer" id="p1.1.m1.1.1.3.2.cmml" xref="p1.1.m1.1.1.3.2">10</cn>
          <cn type="integer" id="p1.1.m1.1.1.3.3.cmml" xref="p1.1.m1.1.1.3.3">300</cn>
        </apply>
      </apply>
    </annotation-xml>
    <annotation encoding="application/x-tex" id="p1.1.m1.1c">\frac{1}{10^{300}}</annotation>
  </semantics>
</math>

</p>

<p>
Now, I admit that I don&rsquo;t know if all the factors have the same odds. I just know that some of them have been estimated to be higher than the value that I used. So, let&rsquo;s just lower the odds by a power of 100. That is, now the degree of tolerance for each factor is a mere 1 in 10. If so, then the prior odds of God existing would still have to be lower than 1 in 1,000 before it would be unlikely that theism were true.
</p>

<p>
At some point, I&rsquo;ll consider some objections and responses.
</p>
</div>
</section>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2026 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on May 03, 2026 16:22.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 30.2 (<a href="https://orgmode.org">Org</a> mode 10.0-pre).
</div>
</footer>
</body>
</html>
